/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Date";
"AppDates.DATES.PAST_DUE" = "Scaduto";
"AppDates.DATES.TODAY" = "Oggi";
"AppDates.DATES.THIS_WEEK" = "Questa settimana";
"AppDates.DATES.NEXT_WEEK" = "Prossima settimana";
"AppDates.DATES.UPCOMING" = "Prossimamente";
"AppDates.EMPTY.TITLE" = "Nessuna data";
"AppDates.EMPTY.SUBTITLE" = "Al momento non hai corsi attivi con eventi programmati. Iscriviti a un corso per visualizzare date e scadenze importanti.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Hai mancato alcune scadenze?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Non temere: sposta il nostro programma suggerito per completare i compiti in scadenza senza perdere alcun progresso.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Sposta le scadenze";
"Profile.TITLE" = "Profilo";
"Profile.INFO" = "Informazioni sul profilo";
"Profile.ABOUT" = "Su di me";
"Profile.EDIT_PROFILE" = "Modifica Profilo";
"Profile.YEAR_OF_BIRTH" = "Anno di nascita:";
"Profile.BIO" = "Biografia:";
"Profile.SETTINGS" = "Impostazioni";
"Profile.SETTINGS_VIDEO" = "Impostazioni video";
"Profile.DATES_AND_CALENDAR" = "Data e Calendario";
"Profile.SUPPORT_INFO" = "Informazioni di supporto";
"Profile.CONTACT" = "Contatta il supporto";
"Profile.TERMS" = "Termini di utilizzo";
"Profile.PRIVACY" = "Informativa sulla privacy";
"Profile.COOKIE_POLICY" = "Gestione dei Cookie";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Non vendere le mie informazioni personali";
"Profile.FAQ_TITLE" = "Visualizza FAQ";
"Profile.MANAGE_ACCOUNT" = "Gestisci Account";
"Profile.LEARNING_SITES" = "Siti di apprendimento";
"Profile.LOGOUT" = "Esci";
"Profile.SWITCH_TO" = "Passa a";
"Profile.FULL_PROFILE" = "profilo completo";
"Profile.LIMITED_PROFILE" = "profilo limitato";
"Profile.LOGOUT_ALERT.TITLE" = "Conferma il logout";
"Profile.LOGOUT_ALERT.TEXT" = "Siete sicuri di voler uscire?";
"Profile.DELETE_ALERT.TITLE" = "Avvertimento!";
"Profile.DELETE_ALERT.TEXT" = "Vuoi davvero eliminare il tuo account?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Uscire senza salvare?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Le modifiche apportate verranno ignorate.";
"Profile.EDIT.TOO_YONG_USER" = "Devi avere più di 13 anni per avere un profilo con pieno accesso alle informazioni.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Un profilo limitato condivide solo il tuo nome utente e la foto del profilo.";
"Profile.EDIT.DELETE_ACCOUNT" = "Eliminare l&#39;Account";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Anno di nascita";
"Profile.EDIT.FIELDS.LOCATION" = "Posizione";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Lingua parlata";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Su di me:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Cambiare l&#39;immagine del profilo";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Seleziona dalla galleria";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Rimuovi foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Annulla";
"Profile.DELETE_ACCOUNT.TITLE" = "Elimina l'Account";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Sei sicuro di volere ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Vuoi cancellare il tuo account?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Conferma questa azione inserendo la password del tuo account.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Password";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Inserisci la password";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Sì, elimina l'account";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Torna al profilo";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Il password non è corretto. Per favore riprova.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Impostazioni video";
"Profile.SETTINGS.WIFI_TITLE" = "Scarica solo Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Scarica contenuto solo quando il Wi-Fi è attivo";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Qualità dello streaming video";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Auto (consigliato)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Consigliato";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Minore utilizzo dei dati";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Migliore qualità";
"Profile.SETTINGS.VERSION" = "Versione:";
"Profile.SETTINGS.UP_TO_DATE" = "Aggiornato";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Tocca per aggiornare alla versione";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Tocca per installare l&#39;aggiornamento dell&#39;app richiesto";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Impossibile inviare e-mail. Sembra che il tuo client di posta elettronica non sia configurato.";
"Profile.CALENDAR.NEW_CALENDAR" = "Nuovo Calendario";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Cambiare le opzioni di sincronizzazione";
"Profile.CALENDAR.ACCOUNT" = "Account";
"Profile.CALENDAR.CALENDAR_NAME" = "Nome del Calendario";
"Profile.CALENDAR.COLOR" = "Colore";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Prossimi compiti per i corsi attivi verranno visualizzati in questo calendario";
"Profile.CALENDAR.CANCEL" = "Annulla";
"Profile.CALENDAR.BEGIN_SYNCING" = "Inizia la sincronizzazione";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Sincronizzato";
"Profile.ASSIGNMENT_STATUS.FAILED" = "La sincronizzazione è fallita";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Stiamo sincronizzando con il calendario...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Accesso al Calendario";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Disattiva sincronizzazione Calendario";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Per mostrare i prossimi compiti e le tappe fondamentali del corso sul tuo calendario, abbiamo bisogno dell&#39;autorizzazione per accedere al tuo calendario.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "La disabilitazione della sincronizzazione del calendario eliminerà il calendario “%@”. Puoi riattivare la sincronizzazione del calendario in qualsiasi momento.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Concedi l&#39;Accesso al Calendario";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Disabilita sincronizzazione";
"Profile.CALENDAR_DIALOG.CANCEL" = "Annulla";
"Profile.DATES_AND_CALENDAR.TITLE" = "Data e Calendario";
"Profile.CALENDAR_SYNC.TITLE" = "Sincronizzazione Calendario";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Configura la sincronizzazione del calendario per mostrare i tuoi prossimi compiti e i traguardi del corso sul tuo calendario. I nuovi compiti e le date dei corsi spostate verranno sincronizzati automaticamente";
"Profile.CALENDAR_SYNC.BUTTON" = "Configura la sincronizzazione Calendario";
"Profile.OPTIONS.TITLE" = "Opzioni";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Usa date relative";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrano date relative come “Domani” e “Ieri”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Mostra date complete come 1 gennaio 2021";
"Profile.DATES_AND_CALENDAR.TITLE" = "Data e Calendario";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Sincronizzazione calendario Corso";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Ricollega il tuo calendario per riprendere la sincronizzazione";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Attualmente sto sincronizzando gli eventi con il tuo calendario";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Riconnetti il Calendario";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Cambiare le opzioni di sincronizzazione";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Sincronizzare i corsi %d";
"Profile.OPTIONS.TITLE" = "Opzioni";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Usa date relative";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrano date relative come “Domani” e “Ieri”";
"Profile.COURSES_TO_SYNC.TITLE" = "Corsi da sincronizzare";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "La disabilitazione della sincronizzazione per un corso rimuoverà tutti gli eventi collegati al corso dal tuo calendario sincronizzato.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Nascondi Corsi inattivi";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Rimuovi automaticamente gli eventi dai corsi che non hai visualizzato nell&#39;ultimo mese";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inattivo";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Locale";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Accento";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Rosso";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Arancia";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Giallo";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Verde";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Blu";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Viola";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Marrone";
"Profile.CALENDAR.COURSE_DATES" = "%@ Date del Corso";
"Profile.DROP_DOWN_PICKER.SELECT" = "Selezionare";
"Profile.SYNC_SELECTOR.SYNCED" = "Per sincronizzare";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Non sincronizzato";
"Profile.SYNC.NO_SYNCED" = "Nessun Corsi sincronizzato";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Nessun corso è attualmente sincronizzato con il tuo calendario.";
"Downloads.DOWNLOADS.TITLE" = "Download";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Gestisci le impostazioni di download";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Nessun corsi con contenuto scaricabile";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "attualmente non hai corsi con contenuto scaricabile.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ scaricato";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Tutti %@ scaricati";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ disponibile";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Scarica corso";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Scaricamento";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Caricamento struttura corso...";
"Downloads.MENU_OPTION.REMOVE" = "Rimuovi i download del corso";
"Downloads.MENU_OPTION.CANCEL" = "Annulla il download";
"Discovery.TITLE" = "Scopri";
"Discovery.SEARCH" = "Ricerca";
"Discovery.HEADER.TITLE_1" = "Scopri tutti i corsi";
"Discovery.HEADER.TITLE_2" = "Troviamo un nuovo corso per te.";
"Discovery.SEARCH.TITLE" = "Risultati di ricerca";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Inizia a digitare per trovare il corso";
"Discovery.UPDATE_REQUIRED_TITLE" = "È richiesto l&#39;aggiornamento dell&#39;App";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Questa versione dell'app OpenEdX non è aggiornata. Per continuare ad apprendere e ottenere le funzionalità e le correzioni più recenti, esegui l'aggiornamento alla versione più recente.";
"Discovery.UPDATE_WHY_NEED" = "Perché devo aggiornare?";
"Discovery.UPDATE_DEPRECATED_APP" = "Versione dell&#39;App obsoleta";
"Discovery.UPDATE_BUTTON" = "Aggiornamento";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Impostazioni Account";
"Discovery.UPDATE_NEEDED_TITLE" = "Aggiornamento dell&#39;App";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Ti consigliamo di aggiornare alla versione più recente. Esegui ora l&#39;aggiornamento per ricevere le funzionalità e le correzioni più recenti.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Non ora";
"Discovery.UPDATE_NEW_AVALIABLE" = "Nuovo aggiornamento disponibile! Esegui ora l&#39;aggiornamento per ricevere le funzionalità e le correzioni più recenti";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Uscire dall'app";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Ora stai uscendo dall'app e aprendo un browser";
"Discovery.DETAILS.TITLE" = "Dettagli del Corso";
"Discovery.DETAILS.VIEW_COURSE" = "Visualizza corso";
"Discovery.DETAILS.ENROLL_NOW" = "Iscriviti ora";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Non puoi iscriverti a questo corso perché la data di iscrizione è scaduta.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Per iscriverti a questo corso, assicurati di essere connesso a Internet.";
"Discovery.DETAILS.COURSE_BANNER" = "Banner del corso";
"Discovery.ALERT.AUTHORIZATION" = "Autorizzazione";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Accedi al sistema per procedere con l&#39;iscrizione al corso.";
"Discussion.TITLE" = "Discussione";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "La pubblicazione nelle discussioni è disabilitata dal team del corso";
"Discussion.TOPICS.SEARCH" = "Cerca tutti i messaggi";
"Discussion.TOPICS.ALL_POSTS" = "Tutti i post";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Post che sto seguendo";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Categorie principali";
"Discussion.TOPICS.UNNAMED" = "Sottocategoria senza nome";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Attività recente";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "La maggior parte delle attività";
"Discussion.POSTS.SORT.MOST_VOTES" = "La maggior parte dei voti";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Nessuna discussione ancora";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Cliccare sul pulsante qui sotto per creare la tua prima discussione.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Creare discussione";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Aggiungi un post";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Tutti i post";
"Discussion.POSTS.FILTER.UNREAD" = "Non letto";
"Discussion.POSTS.FILTER.UNANSWERED" = "Senza risposta";
"Discussion.POSTS.CREATE_NEW_POST" = "Creare nuovo messaggio";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Fai una selezione";
"Discussion.POST.LAST_POST" = "Ultimo messaggio:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Commento aggiunto";
"Discussion.THREAD.ADD_RESPONSE" = "Aggiungi una risposta";
"Discussion.CREATE_THREAD.NEW_POST" = "Crea un nuovo messaggio";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Seleziona il tipo di post";
"Discussion.CREATE_THREAD.TOPIC" = "Argomento";
"Discussion.CREATE_THREAD.TITLE" = "Titolo";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Segui questa discussione";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Segui questa domanda";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Crea una nuova discussione";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Crea una nuova domanda";
"Discussion.COMMENT.REPORT" = "Segnala";
"Discussion.COMMENT.UNREPORT" = "Annulla segnalazione";
"Discussion.COMMENT.FOLLOW" = "Segui";
"Discussion.COMMENT.UNFOLLOW" = "Smetti di seguire";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Commento";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Commento aggiunto";
"Discussion.RESPONSE.ADD_COMMENT" = "Aggiungi un commento";
"Discussion.POST_TYPE.QUESTION" = "domanda";
"Discussion.POST_TYPE.DISCUSSION" = "discussione";
"Discussion.SEARCH" = "Ricerca";
"Discussion.SEARCH.TITLE" = "Risultati di ricerca";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Inizia a digitare per trovare gli argomenti";
"Discussion.ANONYMOUS" = "Anonimo";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Impossibile caricare le discussioni.\nRiprova più tardi.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Congratulazioni, hai ottenuto questo certificato del corso in &quot; %@ \.&quot;";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Visualizza certificato";
"Course.OUTLINE.CERTIFICATE" = "Certificato";
"Course.OUTLINE.COURSE_VIDEOS" = "Video del corso";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Questo corso non è ancora iniziato.";
"Course.COURSEWARE.COURSE_CONTENT" = "Contenuto del Corso";
"Course.COURSEWARE.COURSE_UNITS" = "Unità del corso";
"Course.COURSEWARE.NEXT" = "Successivo";
"Course.COURSEWARE.PREVIOUS" = "Precedente";
"Course.COURSEWARE.PREVIOUS_FULL" = "Precedente";
"Course.COURSEWARE.FINISH" = "Fine";
"Course.COURSEWARE.GOOD_WORK" = "Buon lavoro!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Torniamo allo schema";
"Course.COURSEWARE.SECTION" = "Hai completato “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Continua";
"Course.COURSEWARE.RESUME_WITH" = "Riprendi con:";
"Course.ERROR.NO_INTERNET" = "Non sei connesso a Internet. Per favore controlla la tua connessione Internet.";
"Course.ERROR.RELOAD" = "Ricaricare";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Componente del corso non trovato, ricarica";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Al momento non sono disponibili dispense per questo corso.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Al momento non ci sono annunci per questo corso.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Nessun video disponibile per questo Corso.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Nessun compito disponibile per questo corso.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Le date dei corsi non sono al momento disponibili.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Al momento non è disponibile alcun contenuto del corso.";
"Course.ALERT.ROTATE_DEVICE" = "Ruota il tuo dispositivo per visualizzare questo video a schermo intero.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Sei sicuro che tu voglia eliminare tutti i video per";
"Course.ALERT.DELETE_VIDEOS" = "Sei sicuro che tu voglia eliminare i video per";
"Course.ALERT.STOP_DOWNLOADING" = "";
"Course.ALERT.WARNING" = "Attenzione";
"Course.COURSE_CONTAINER.HOME" = "Casa";
"Course.COURSE_CONTAINER.CONTENT" = "Contenuto";
"Course.COURSE_CONTAINER.PROGRESS" = "Progresso";
"Course.COURSE_CONTAINER.VIDEOS" = "Video";
"Course.COURSE_CONTAINER.OFFLINE" = "";
"Course.COURSE_CONTAINER.DATES" = "Date";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Discussione";
"Course.COURSE_CONTAINER.HANDOUTS" = "Più";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Materiale didattico In fase di sviluppo";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Hai completato %@%% del progresso del corso";
"Course.COURSE_CAROUSEL.GRADES" = "Gradi";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Questo rappresenta il tuo voto ponderato rispetto al voto necessario per superare questo corso .";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Tutto il Contenuto";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Stai seguendo come uditore questo corso e hai accesso limitato al materiale del corso.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Aggiorna ora ";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Sei in pari con i video!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Sei in pari con i compiti!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Video\ncompletati";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Compiti\ncompletati";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Continua a guardare";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Video successivo";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Tutti i video";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Tutti i compiti";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Prossima Assegnazione";
"Course.COURSE_CONTENT.ALL" = "Tutto";
"Course.COURSE_CONTENT.VIDEOS" = "Video";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Compiti";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Completamento corso";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Questo rappresenta la quantità di contenuto del corso che hai completata . Nota che alcuni contenuto potrebbero non essere ancora stati pubblicati.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Completato";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Progresso complessivo";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Residuo";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Bloccato";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Progresso del voto";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Superamento";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Non superato";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Visualizza il certificato";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Avanzamento delle sezioni";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Nessun progresso disponibile";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Inizia a imparare per vedere i tuoi progressi qui";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Voto Finale";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Questo rappresenta il tuo voto ponderato rispetto al voto necessario per superare questo corso .";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Grado complessivo ponderato attuale:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "È richiesto un voto ponderato di %@%% per superare questo corso";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Necessario";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Dettagli del Voto";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Tipo di compito";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Corrente / Max %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "completare";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "del voto";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Questo corso non contiene compiti valutati.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Dispense";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Annunci";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Trova informazioni importanti sul corso";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Tieniti aggiornato sulle ultime notizie";
"Course.NOT_AVALIABLE.TITLE" = "Questo componente interattivo non è disponibile sui dispositivi mobili";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Esplora altre parti di questo corso o visualizzalo sul web.";
"Course.NOT_AVALIABLE.BUTTON" = "Apri nel browser";
"Course.SUBTITLES.TITLE" = "Sottotitoli";
"Course.ACCESSIBILITY.DOWNLOAD" = "";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Annulla il download";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Elimina download";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Anello di avanzamento del completamento del corso";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Sezione del voto complessivo";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Sezione dettagli voti";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Elemento dell'Assegnazione";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Grado richiesto per indicatore di superamento";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ percento completato";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ percentuale richiesta per superare";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ di %@ completato, %@ su %@ percento del voto";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Grado attuale: %@ percento";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Avviso sui requisiti di valutazione: %@ percentuale richiesta per superare";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Visualizzazione dei progressi che mostra %@ categorie di compiti";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Avanzamento complessivo: %@ percento";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Mostra la suddivisione dei progressi per tipo di compito";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Questo corso non ha compiti valutati da visualizzare";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Completa le attività del corso per visualizzare i tuoi progressi qui";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Intestazione colonna Tipo di Compito";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Intestazione colonna percentuale attuale e massima";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Peso: %@ percento del voto";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ di %@ completare";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Grado attuale: %@ su %@ percento";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ di %@ completato. Peso: %@ percent del voto. Voto attuale: %@ su %@ percent";
"Course.DOWNLOAD.DOWNLOADS" = "Download";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Tutti i video scaricati";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Scaricando i video...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Scarica sul dispositivo";
"Course.DOWNLOAD.VIDEOS" = "Video";
"Course.DOWNLOAD.REMAINING" = "Rimanenti";
"Course.DOWNLOAD.UNTITLED" = "Senza titolo";
"Course.DOWNLOAD.TOTAL" = "Totale";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Non è possibile cambiare la qualità del video in download durante il download di tutti i video";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Le tue attuali impostazioni di download consentono i download solo tramite Wi-Fi.\nConnettiti a una rete Wi-Fi o cambia le impostazioni di download.";
"Course.COURSE_DATES.TODAY" = "Oggi";
"Course.COURSE_DATES.COMPLETED" = "Completato";
"Course.COURSE_DATES.PAST_DUE" = "Scaduto";
"Course.COURSE_DATES.DUE_NEXT" = "Scadenza prossima";
"Course.COURSE_DATES.UNRELEASED" = "Inedito";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Verificato solo";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Elementi nascosti";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Articolo nascosto";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Scadenze spostate";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Le tue date di scadenza sono state spostate con successo per aiutarti a rimanere in linea.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Visualizza tutte le date";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sincronizza con il calendario";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Sincronizza automaticamente tutte le scadenze e le scadenze di questo corso sul tuo calendario.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Aggiungi calendario";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Rimuovi calendario";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Vuoi aggiungere il calendario %@ \"%@\" ? \n Puoi modificare o rimuovere il calendario del corso in qualsiasi momento in Calendario o Impostazioni";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Vuoi rimuovere il calendario %@ &quot;%@&quot; ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"&quot; %@ &quot; è stato aggiunto al tuo calendario.\"";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Sincronizzando il calendario...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Visualizza eventi";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Il calendario del tuo corso è stato aggiunto.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Il calendario del tuo corso è stato rimosso.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Eventi del Calendario";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Il calendario del tuo corso non è aggiornato";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Le date del corso sono state spostate e il calendario del corso non è più aggiornato con il nuovo programma.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Aggiorna ora";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Il calendario del tuo corso è stato aggiornato.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ non dispone dell'autorizzazione del calendario. Vai alle impostazioni e concedi l'autorizzazione al calendario.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Apri Impostazioni";
"Course.COURSE_DATES.SETTINGS" = "Impostazioni";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Non è stato possibile spostare le tue date. Per favore riprova.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Le tue date sono state spostate con successo.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Date del Corso";
"Course.COURSE.DUE_TODAY" = "Scadenza oggi";
"Course.COURSE.DUE_TOMORROW" = "Scade domani";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Completato";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ sezioni completate";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Completato";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Guardato";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Visualizza Completato";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Nascondi Completati";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Completato";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Trascina e Rilascia";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Assegnazione";
"Course.COURSE.ASSIGNMENT_GRADED" = "Valutato";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Non iniziato";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Valutazione aperta";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Istruzioni Peer";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problema";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Sondaggio";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "In corso";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Nuvola di parole";
"Course.COURSE.ASSIGNMENT_LTI" = "Strumento esterno";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Discussione";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Download più grandi";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Fatto";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Modifica";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Rimuovi tutti i download";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% di questo corso è visibile su dispositivi mobili.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% di questo corso è scaricabile.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% di questo corso può essere completato offline.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Scaricato";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Scaricamento";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Disponibile per il download";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Pronto per il download";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Scarica tutto";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Annulla download del corso";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Puoi scaricare il contenuto del corso offline per imparare ovunque ti trovi, senza dover disporre di una connessione Internet attiva o di dati mobili.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Nessuno dei contenuti di questo corso è attualmente disponibile per il download offline.";
"Course.COURSE.RETURN_TO_HOME" = "Torna alla Home del Corso";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Questo componente non è stato scaricato";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Puoi esplorare altre parti di questo corso o scaricarlo quando ti riconnetti.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Questo componente non è ancora disponibile offline";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Esplora altre parti di questo corso o visualizzalo quando ti riconnetti.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Sincronizza con il Calendario";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Il Calendario non si sincronizza";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Termine - %@/%@ punti";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Scaduto - %@/%@ punti";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Non ancora disponibile";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ punti";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Rivedi la politica di valutazione del Corso";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Sconosciuti";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Sezione avanzamento del corso";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Sezione continua a imparare";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Sezione contenuto del corso";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Sezione dei messaggi di errore";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Sezione di caricamento";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Sezione video";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Avanzamento video %@ di %@ Completato.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Sezione Compiti";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Sezione avanzamento assegnazione";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Nessun contenuto disponibile nella sezione";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Prossima Pagina";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Ultima pagina";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Pagina precedente";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ dei compiti %@ completati";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Tocca per nascondere le sezioni completate";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Tocca per mostrare le sezioni completate";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ sezione, %@ di %@ video guardati";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Sezione download, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, completato";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% guardato";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, non iniziato";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Tocca per riprodurre il video";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ percento completato";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ da %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Navigazione video";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Nessun titolo video";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Accedi";
"Authorization.SIGN_IN.WELCOME_BACK" = "Bentornato! Accedi per accedere ai tuoi corsi.";
"Authorization.SIGN_IN.EMAIL" = "Email";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Email o nome utente";
"Authorization.SIGN_IN.PASSWORD" = "Password";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Ha dimenticato la password?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Sito selezionato";
"Authorization.SIGN_IN.CHANGE" = "Cambia";
"Authorization.SIGN_IN.AGREEMENT" = "Accedendo a questa app, accetti il [Contratto di licenza con l'utente finale %@](%@) e i [Termini di servizio e codice d'onore %@](%@) e riconosci che %@ e ciascun Membro elaborano i tuoi dati personali in\nconformità con la [Informativa sulla privacy.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Inizia oggi a costruire la tua carriera con sicurezza";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Un insieme integrato di programmi di conoscenza e di empowerment per sviluppare i componenti del settore delle dotazioni e i suoi lavoratori";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Accedi";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Accedi tramite il servizio di accesso unificato nazionale";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "indirizzo email non valido";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "La lunghezza della password non è valida.";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Questo account %@ non è collegato ad alcun account %@. Per favore registrati.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "E-mail o nome utente non valido";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Il tuo account è disabilitato. Si prega di contattare l&#39;assistenza clienti per assistenza.";
"Authorization.SIGN_UP.SUBTITLE" = "Creare un account per iniziare a imparare oggi!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Crea un account";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Nascondi campi facoltativi";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Mostra campi facoltativi";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Hai effettuato l&#39;accesso con successo.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Abbiamo solo bisogno di qualche informazione in più prima che tu inizi a imparare.";
"Authorization.SIGN_UP.AGREEMENT" = "Creando un account, accetti il [Contratto di licenza con l&#39;utente finale di %@](%@) e i [Termini di servizio e codice d&#39;onore %@](%@) e riconosci che %@ e ciascun Membro elaborano i tuoi dati personali in conformità con il [Informativa sulla privacy.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Accetto che %@ possa inviarmi messaggi di marketing.";
"Authorization.FORGOT.TITLE" = "Ha dimenticato la password";
"Authorization.FORGOT.DESCRIPTION" = "Inserisci di seguito il tuo indirizzo e-mail di accesso o di recupero e ti invieremo un'e-mail con le istruzioni.";
"Authorization.FORGOT.REQUEST" = "Reimposta Password";
"Authorization.FORGOT.CHECK_TITLE" = "Controlla la tua email";
"Authorization.FORGOT.CHECK_Description" = "Abbiamo inviato le istruzioni per il recupero della password alla tua email ";
"Authorization.CONTINUE_WITH" = "Continua con:";
"Authorization.LAST_SIGN_IN" = "Ultimo accesso";
"Authorization.OR_SIGN_IN_WITH" = "Oppure accedi con l&#39;email:";
"Authorization.OR_REGISTER_WITH" = "Oppure registrati qui sotto:";
"Authorization.APPLE" = "Mela";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "O";
"Authorization.STARTUP.INFO_MESSAGE" = "Corsi e programmi delle migliori università del mondo in tasca.";
"Authorization.STARTUP.SEARCH_TITLE" = "Cosa vuoi imparare?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Cerca tra i nostri oltre 3000 corsi";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Esplora tutti i corsi";
"Authorization.STARTUP.TITLE" = "Inizio";
"Authorization.LEARNING_SITES.TITLE" = "Siti di apprendimento";
"Authorization.LEARNING_SITES.GET_STARTED" = "Inizia ";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Benvenuti! Seleziona il tuo sito di apprendimento";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Ricerca";
"Authorization.LEARNING_SITES.SUBTITLE" = "Seleziona o aggiungi un sito di apprendimento";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "Altri siti di apprendimento";
"Authorization.LEARNING_SITES.ADD_SITE" = "Aggiungi un sito di apprendimento";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Università di Arti e Scienze";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Nessuna scuola corrisponde alla tua ricerca";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Esci";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Siete sicuri di voler uscire da %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Esci";
"WhatsNew.TITLE" = "Cosa c&#39;è di nuovo";
"WhatsNew.BUTTON_PREVIOUS" = "Precedente";
"WhatsNew.BUTTON_NEXT" = "Successivo";
"WhatsNew.BUTTON_DONE" = "Fatto";
"Dashboard.TITLE" = "Pannello di controllo";
"Dashboard.HEADER.COURSES" = "Corsi";
"Dashboard.HEADER.WELCOME_BACK" = "Bentornato. Continuiamo ad imparare.";
"Dashboard.SEARCH" = "Ricerca";
"Dashboard.EMPTY.SUBTITLE" = "Non siete ancora iscritti a nessun corso.";
"Dashboard.LEARN.TITLE" = "Imparare";
"Dashboard.LEARN.VIEW_ALL" = "Mostra tutto";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Visualizza tutti i Corsi (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Tutti i Corsi";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Assegnazione scaduta";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Visualizza Compiti";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Compiti scaduti";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Compiti in scadenza %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Scadenza tra %@ giorni";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Riprendi corso";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Inizia il Corso";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Corsi";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programmi";
"Dashboard.LEARN.CATEGORY.ALL" = "Tutto";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "In corso";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Completato";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Scaduto";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Nessun Corso";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Nessun Corsi in corso";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Nessun corso completato";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Nessun Corsi scaduto";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Al momento non sei iscritto a nessun corsi, vuoi esplorare il catalogo dei corsi?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Trova un Corso";
"Core.MAINSCREEN.DISCOVERY" = "Scopri";
"Core.MAINSCREEN.DASHBOARD" = "Pannello di controllo";
"Core.MAINSCREEN.IN_DEVELOPING" = "In fase di sviluppo";
"Core.MAINSCREEN.PROGRAMS" = "Programmi";
"Core.MAINSCREEN.PROFILE" = "Profilo";
"Core.MAINSCREEN.LEARN" = "Imparare";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Hai già impostato un account %@ con il tuo account %@. Hai effettuato l'accesso con quell'account.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Riprova";
"Core.ERROR.INVALID_CREDENTIALS" = "Credenziali non valide";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Connessione Internet lenta o assente";
"Core.ERROR.NO_CACHED_DATA" = "Nessun dato memorizzato nella cache per la modalità offline";
"Core.ERROR.USER_NOT_ACTIVE" = "L&#39;account utente non è attivato. Per favore attiva prima il tuo account.";
"Core.ERROR.UNKNOWN_ERROR" = "Qualcosa è andata storto";
"Core.ERROR.WIFI" = "Puoi scaricare file solo tramite Wi-Fi. Puoi cambiare questo nelle impostazioni.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Autorizzazione fallita.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Nessuna connessione internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Connettiti a internet per visualizzare questo contenuto.";
"Core.COURSEWARE.COURSE_CONTENT" = "Contenuto del Corso";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Questo componente interattivo non è ancora disponibile sui dispositivi mobili.";
"Core.COURSEWARE.COURSE_UNITS" = "Unità del corso";
"Core.COURSEWARE.NEXT" = "Successivo";
"Core.COURSEWARE.PREVIOUS" = "Precedente";
"Core.COURSEWARE.FINISH" = "Fine";
"Core.COURSEWARE.GOOD_WORK" = "Buon lavoro!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Torniamo allo schema";
"Core.COURSEWARE.SECTION_COMPLETED" = "Hai terminato &quot;%@&quot;.";
"Core.COURSEWARE.CONTINUE" = "Continua";
"Core.COURSEWARE.RESUME" = "Riprendere";
"Core.COURSEWARE.RESUME_WITH" = "Riprendi con:";
"Core.COURSEWARE.NEXT_SECTION" = "Sezione successiva";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Per procedere con l'operazione, “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” premere “Sezione successiva”.";
"Core.ERROR.RELOAD" = "Ricaricare";
"Core.DATE.COURSE_STARTS" = "Inizio del Corso";
"Core.DATE.COURSE_ENDS" = "Il Corso termina";
"Core.DATE.COURSE_ENDED" = "Corso terminato";
"Core.DATE.ENDED" = "Conclusa";
"Core.DATE.START" = "Inizio";
"Core.DATE.STARTED" = "Iniziato";
"Core.DATE.JUST_NOW" = "Proprio adesso";
"Core.DATE.TODAY" = "Oggi";
"Core.DATE.NEXT" = "Successivo %@";
"Core.DATE.DAYS_AGO" = "%@ Giorno fa";
"Core.DATE.DUE" = "Dovuto ";
"Core.DATE.DUE_IN" = "Scadenza in ";
"Core.DATE.DUE_IN_DAYS" = "Scadenza in %@ giorni";
"Core.DATE.DUE_TODAY" = "In scadenza oggi: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ giorni di ritardo: %@";
"Core.DATE.DUE_IN_LEFT" = "In scadenza tra %@ giorni: %@";
"Core.ALERT.ACCEPT" = "Accetta";
"Core.ALERT.CANCEL" = "Annulla";
"Core.ALERT.LOGOUT" = "Esci";
"Core.ALERT.LEAVE" = "Partire";
"Core.ALERT.SIGN_IN" = "Accedi";
"Core.ALERT.REGISTER" = "Registrazione";
"Core.ALERT.KEEP_EDITING" = "Continua a modificare";
"Core.ALERT.DELETE" = "Elimina";
"Core.ALERT.ADD" = "Aggiungi";
"Core.ALERT.REMOVE" = "Rimuovi";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Rimuovi il calendario del corso";
"Core.NO_INTERNET.OFFLINE" = "";
"Core.NO_INTERNET.DISMISS" = "Chiudi";
"Core.NO_INTERNET.RELOAD" = "Ricaricare";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM gg, aaaa";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM gg, aaaa";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Scaricato";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Completato";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Qualità del download del video";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Consigliato";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Minore utilizzo dei dati";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Migliore qualità";
"Core.DONE" = "Fatto";
"Core.VIEW" = "Visualizza";
"Core.BACK" = "Indietro";
"Core.OK" = "Ok";
"Core.CLOSE" = "Chiudi";
"Core.PICKER.SEARCH" = "Ricerca";
"Core.PICKER.ACCEPT" = "Accetta";
"Core.WEBVIEW.ALERT.OK" = "Ok";
"Core.WEBVIEW.ALERT.CANCEL" = "Annulla";
"Core.WEBVIEW.ALERT.CONTINUE" = "Continua";
"Core.REVIEW.VOTE_TITLE" = "Ti piace Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "I tuoi commenti sono importanti per noi. Ti prenderesti un momento per valutare l&#39;app toccando una stella qui sotto? Grazie per il vostro sostegno!";
"Core.REVIEW.FEEDBACK_TITLE" = "Lasciaci un commento";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Siamo spiacenti di apprendere che la tua esperienza di apprendimento ha avuto alcuni problemi. Apprezziamo tutti i commenti.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Grazie";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Grazie per aver condiviso il tuo commento con noi. Desideri condividere la tua recensione di questa app con altri utenti sull&#39;app store?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Grazie";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Abbiamo ricevuto il tuo commento e lo utilizzeremo per migliorare la tua esperienza di apprendimento in futuro. Grazie per aver condiviso!";
"Core.REVIEW.BETTER" = "Cosa avrebbe potuto essere migliore?";
"Core.REVIEW.NOT_NOW" = "Non ora";
"Core.REVIEW.BUTTON.SUBMIT" = "Invia";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Condividi commenti";
"Core.REVIEW.BUTTON.RATE_US" = "Valutaci";
"Core.REVIEW.EMAIL.TITLE" = "Seleziona client email:";
"Core.SOCIAL_SIGN_CANCELED" = "L&#39;utente ha annullato il flusso di accesso.";
"Core.SIGN_IN.LOG_IN_BTN" = "Accedi";
"Core.SIGN_IN.REGISTER_BTN" = "Registrazione";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Accedi con SSO";
"Core.TOMORROW" = "Domani";
"Core.YESTERDAY" = "Ieri";
"Core.OPEN_IN_BROWSER" = "Visualizza in Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Non temere: sposta il nostro programma suggerito per completare i compiti in scadenza senza perdere alcun progresso.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Sposta date di scadenza";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Hai mancato alcune scadenze?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Abbiamo creato un programma suggerito per aiutarti a rimanere in pista. Ma non preoccuparti – è flessibile, quindi puoi imparare al tuo ritmo. Se ti capita di rimanere indietro, potrai modificare le date per mantenerti in pista.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Per completare i compiti assegnati come parte di questo corso, puoi eseguire l'aggiornamento oggi stesso.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Stai seguendo come uditore questo corso, il che significa che non puoi partecipare ai compiti valutati. Sembra che tu abbia mancato alcune scadenze importanti in base al programma suggerito. Per completare i compiti valutati come parte di questo corso e spostare i compiti scaduti nel futuro, puoi eseguire l&#39;aggiornamento oggi stesso.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Non è stato possibile spostare le tue date. Per favore riprova.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Le tue date sono state spostate con successo.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Date del Corso";
"Core.COURSE_DATES.TODAY" = "Oggi";
"Core.COURSE_DATES.COMPLETED" = "Completato";
"Core.COURSE_DATES.PAST_DUE" = "Scaduto";
"Core.COURSE_DATES.THIS_WEEK" = "Questa settimana";
"Core.COURSE_DATES.NEXT_WEEK" = "La prossima settimana";
"Core.COURSE_DATES.UPCOMING" = "Prossimamente";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Spazio di archiviazione del dispositivo pieno";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Il tuo dispositivo non ha abbastanza spazio libero per scaricare questo contenuto. Libera un po' di spazio e riprova.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ usato, %@ gratuito";
"Core.COURSE.ALERT.CANCEL" = "Annulla";
"Core.COURSE.ALERT.CLOSE" = "Chiudi";
"Core.COURSE.ALERT.REMOVE" = "Rimuovi";
"Core.COURSE.ALERT.DOWNLOAD" = "";
"Core.COURSE.ALERT.TRY_AGAIN" = "Riprova";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Rimuovere il Contenuto offline?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Conferma il download";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Vuoi scaricare sul cellulare?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Rimuovendo questo contenuto, libererai %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Scaricando questo %@ di contenuto, i blocchi disponibili verranno salvati offline.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Il download di questo contenuto consumerà %@ di dati cellulari.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Download non riuscito";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Nessuna connessione Internet";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi richiesto";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Purtroppo, questo contenuto non è stato scaricato. Riprova più tardi o segnala questo problema.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Per scaricare questo contenuto è necessaria una connessione Internet attiva. Connettiti a Internet e riprova.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Per scaricare questo contenuto è necessaria una connessione WiFi attiva. Connettiti a una rete WiFi e riprova.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "I video che hai selezionato sono più grandi di 1 GB. Vuoi scaricare questi video?";
"Core.DOWNLOAD.DOWNLOAD" = "";
"Core.ALERT.ACCEPT" = "Accetta";
